"Regular" = "Normale";

"Chainmail" = "Cotta di maglia";

"Brass Mesh" = "Maglia d'ottone";

"Computer" = "Computer";

"Slick" = "Scivoloso";

"Tasty" = "Saporito";

"Random" = "Casuale";

"Custom" = "Fuoriserie";
